<template>
  <div class="v-about">
      <h1>О нас</h1>

    <div class="v-about__text">
      <p>Путешествуем по внутренним мирам артистов музыкальных театров с песнями, интервью, играми.
        Это и много всего интересного ждёт вас!
      </p>
      <p>Мы, творческая команда #НеврамкахШоу, решили соединить в одном мероприятии всё то, что вы так любите: интервью
        с артистом, активности, песни🎶.
      Проект не имеет четких границ (только по времени) и принципов: мы ЗА разрушение стереотипов, выход за рамки
      привычных образов, импровизацию🔹
      В разговорах не зацикливаемся только на одной теме. Ведь столько всего интересного хочется обсудить!💬
      Разговорно-песенную часть разбавляем играми на креативность, внимательность, сообразительность и т.д. для того,
      чтобы искренне повеселиться! 🎲
      А так же разыгрываем подарочные боксы и устраиваем флешмобы!)🎁
      Приходите! Много подарков, много веселья, много любви! И всё это для Вас!✨</p>
    </div>
  </div>

</template>

<script>
export default {
  name: "v-about"
}
</script>

<style lang="scss">
.v-about {
  text-align: center;

  &__text {
    margin: 20px;
    text-align: justify;

  }

  &__logo {
    max-height: 40px;
    margin: 10px;
  }
}

</style>